Repository: lliurex/lliurex-easy-sites
Catalog: translations/lliurex-easy-sites-natfree/*.po
Languages: ca@valencia, es

source: Loading basic configuration. Wait a moment...
ca@valencia: S'està carregant la configuració bàsica. Espereu un moment...
es: Cargando configuración básica. Espere un momento...

source: Loading site info. Wait a moment...
ca@valencia: S'està carregant la informació del lloc web. Espereu un moment...
es: Cargando información del sitio. Espere un momento...

source: Validating the data entered. Wait a moment...
ca@valencia: S'estan validant les dades introduïdes. Espereu un moment...
es: Validando los datos introducidos. Espere un momento...

source: Saving the data entered. Wait a moment...
ca@valencia: S'estan guardant els canvis. Espereu un moment...
es: Guardando los cambios. Espere un momento...

source: Hiding the site. Wait a moment...
ca@valencia: S'està ocultant el lloc web. Espereu un moment...
es: Ocultando el sitio. Espere un momento...

source: Showing the site. Wait a moment...
ca@valencia: S'està mostrant el lloc web. Espereu un moment...
es: Mostrando el sitio. Espere un momento...

source: Updating site content. Wait a moment...
ca@valencia: Actualitzant el contingut del lloc. Espereu un moment...
es: Actualizando el contenido del sitio. Espere un momento...

source: Deleting the site. Wait a moment...
ca@valencia: S'està suprimint el lloc web. Espereu un moment...
es: Borrando el sitio. Espere un momento...

source: Mounting site content. Wait a moment...
ca@valencia: Muntant el contingut del lloc. Espereu un moment...
es: Montando el contenido del sitio. Espere un momento...

source: Unmounting site content. Wait a moment...
ca@valencia: Desmuntant el contingut del lloc. Espereu un moment...
es: Desmontando el contenido del sitio. Espere un momento...

source: Showing all sites. Wait a moment...
ca@valencia: S'està mostrant tots els llocs web. Espereu un moment...
es: Mostrando todos los sitios. Espere un momento...

source: Hidding all sites. Wait a moment...
ca@valencia: S'està ocultant tots els llocs web. Espereu un moment...
es: Ocultando todos los sitios. Espere un momento...

source: Deleting all sites. Wait a moment...
ca@valencia: S'està suprimint tots els llocs web. Espereu un moment...
es: Borrando todos los sitios. Espere un momento...

source: Edit image for site
ca@valencia: Edita la imatge del lloc web
es: Editar la imagen para el sitio

source: Image file is not correct
ca@valencia: El fitxer d'imatge no és correcte
es: El fichero para la imagen no es correcto

source: From stock
ca@valencia: Per defecte
es: Por defecto

source: Custom image
ca@valencia: Imatge personalitzada
es: Imagen personalizada

source: Click to select an image
ca@valencia: Feu clic per a canviar la imatge del lloc web
es: Haga clic para seleccionar una imagen

source: Apply
ca@valencia: Aplica
es: Aplicar

source: Cancel
ca@valencia: Cancel·la
es: Cancelar

source: Created by:
ca@valencia: Creat per:
es: Creado por:

source: Updated by:
ca@valencia: Actualitzat per:
es: Actualizado por:

source: Click to manage this site
ca@valencia: Feu clic per a gestionar el lloc web
es: Haga clic para gestionar este sitio

source: Hide site
ca@valencia: Oculta el lloc web
es: Ocultar el sitio

source: Show site
ca@valencia: Mostra el lloc web
es: Mostrar sitio

source: Open site in browser
ca@valencia: Obri el lloc web al navegador
es: Abrir el sitio en el navegador

source: Open folder
ca@valencia: Obri la carpeta
es: Abrir carpeta del sitio

source: Sync new content
ca@valencia: Sincronitza el contingut nou
es: Sincronizar nuevo contenido

source: Unmount site content
ca@valencia: Desmunta el contingut del lloc
es: Desmontar el contenido del sitio

source: Mount site content
ca@valencia: Munta el contingut del lloc
es: Montar el contenido del sitio

source: Edit site
ca@valencia: Edita el lloc web
es: Editar el sitio

source: Delete the site
ca@valencia: Suprimeix el lloc web
es: Borrar el sitio

source: Loading. Wait a moment...
ca@valencia: S'està carregant. Espereu un moment...
es: Cargando. Espere un momento...

source: Unabled to read sites configuration file
ca@valencia: No es pot llegir els fitxers de configuració dels llocs web
es: No es leer los archivos de configuración de los sitios

source: Unabled to create a site with selected folder
ca@valencia: No es pot crear el lloc web amb la carpeta seleccionada
es: No es posible crear el sitio con la carpeta seleccionada

source: Sites
ca@valencia: Llocs web
es: Sitios

source: Help
ca@valencia: Ajuda
es: Ayuda

source: New Site
ca@valencia: Lloc web nou
es: Nuevo sitio

source: Edit Site
ca@valencia: Edita el lloc web
es: Editar sitio

source: Name:
ca@valencia: Nom:
es: Nombre:

source: Clic to edit the image
ca@valencia: Feu clic per a editar la imatge del lloc web
es: Haga clic editar la imagen

source: Description:
ca@valencia: Descripció:
es: Descripción:

source: Get content from:
ca@valencia: Obtindre contingut de:
es: Obtener contenido de:

source: <specify the folder to get content>
ca@valencia: <especifiqueu la carpeta per a obtindre el contingut>
es: <especificar la carpeta para obtener el contenido>

source: Click to select folder
ca@valencia: Feu clic per a seleccionar la carpeta
es: Haga clic para seleccionar una carpeta

source: Copy selected content to site folder
ca@valencia: Copia el contingut seleccionat en la carpeta del lloc
es: Copiar el contenido seleccionado en la carpeta del sitio

source: Mount selected content in site folder
ca@valencia: Munta el contingut seleccionat en la carpeta del lloc
es: Montar el contenido seleccionado en la carpeta del sitio

source: Content mount:
ca@valencia: Muntatge del contingut:
es: Montaje del contenido:

source: Automatic mounting at system startup
ca@valencia: Munta automàticament en l'arrancada de l'equip
es: Montar automáticamente en el arranque del equipo

source: State:
ca@valencia: Estat:
es: Estado:

source: Site visible in server main page
ca@valencia: El lloc web és visible en la pàgina principal del servidor
es: Sitio visible en la página principal del servidor

source: Site
ca@valencia: Lloc web
es: Sitio

source: The are pending changes to save. Do you want save the changes or discard them?
ca@valencia: Hi ha canvis pendents de guardar Voleu guardar-los o descartar-los?
es: Hay cambios pendientes de guardar. ¿Desea guardar los cambios o descartarlos?

source: Discard
ca@valencia: Descarta
es: Descartar

source: Site List
ca@valencia: Llista de llocs web
es: Lista de sitios

source: All sites will be deleted. Do yo want to continue?
ca@valencia: S'eliminaran tots els llocs web Voleu continuar?
es: Se van a borrar todos los sitios. ¿Desea continuar?

source: The site will be deleted. Do yo want to continue?
ca@valencia: S'eliminarà el lloc web Voleu continuar?
es: Se va a borrar el sitio. ¿Desea continuar?

source: Accept
ca@valencia: Accepta
es: Aceptar

source: The size of selected content is
ca@valencia: La grandària del contingut seleccionat és
es: El tamaño del contenido seleccionado es

source: If copied this content the available space on the system will be
ca@valencia: Si es copia este contingut l'espai disponible en el sistema serà de
es: Si se copia este contenido el espacio disponible en el sistema será de

source: Do you want to continue?.
ca@valencia: Voleu continuar?.
es: ¿Desea continuar?.

source: Yes
ca@valencia: Si
es: Si

source: If cannot be copied because the available space on the system would only be
ca@valencia: No pot copiar-se perquè l'espai disponible en el sistema seria solament de
es: No puede copiarse porque el espacio disponible en el sistema sería inferior a

source: bellow the 5 GB security limit.
ca@valencia: inferior al límit de seguretat de 5 GB.

source: Close
ca@valencia: Tanca
es: Cerrar

source: You must indicate a name for the site
ca@valencia: Heu d'indicar un nom per al lloc
es: Debe indicar un nombre para el sitio

source: The name site is duplicate
ca@valencia: El nom del lloc està duplicat
es: El nombre del sitio esta duplicado

source: You must indicate a image file
ca@valencia: Heu d'indicar un fitxer d'matge
es: Debe indicar un fichero para la imagen

source: You must indicate a folder to sync content
ca@valencia: Heu d'indicar una carpeta per a sincronitzar el contingut
es: Debe indicar una carpeta para sincronizar su contenido

source: The selected content exceeds the available space limit
ca@valencia: El contingut seleccionat excedix el límit d'espai disponible en el sistema
es: El contenido seleccionado excede el límite de espacio disponible en el sistema

source: Click to filter sites by status
ca@valencia: Feu clic per a filtrar els llocs web per estat
es: Haga clic para filtrar por estado

source: Show visible sites
ca@valencia: Mostra els llocs web visibles
es: Mostrar sitios visibles

source: Show hidden sites
ca@valencia: Mostra els llocs web ocults
es: Mostrar sitios ocultos

source: Remove filter
ca@valencia: Elimina el filtre
es: Eliminar filtro

source: Search...
ca@valencia: Busca…
es: Buscar...

source: No site is configured
ca@valencia: No hi ha llocs web configurats
es: No hay sitios configurados

source: No site found
ca@valencia: No s'ha trobat cap lloc web
es: No se ha encontrado ningún sitio

source: Configured sites
ca@valencia: Llocs web configurats
es: Sitios configurados

source: Global Options
ca@valencia: Opcions globals
es: Opciones globales

source: Show all sites
ca@valencia: Mostra tots els llocs web
es: Mostrar todos los sitios

source: Hide all sites
ca@valencia: Oculta tots els llocs web
es: Ocultar todos los sitios

source: Delete alls sites
ca@valencia: Suprimeix tots els llocs web
es: Borrar todos los sitios

source: New site
ca@valencia: Lloc web nou
es: Nuevo sitio

source: Unable to delete the site
ca@valencia: No es pot suprimir el lloc web
es: No es posible borrar el sitio

source: Unable to create folder to the site
ca@valencia: No es pot crear la carpeta per al lloc web
es: No es posible crear la carpeta para el sitio

source: Unable to rename the site. Old site not exists
ca@valencia: No es pot canviar el nom del lloc web perquè el lloc antic no existeix
es: No es posible renombrar el sitio. El sitio antiguo no existe

source: Unable to rename the site due to problems in process
ca@valencia: No es pot canviar el nom del lloc web per problemes en el procés
es: No es posible renombrar el sitio debido a problema en el proceso

source: Unable to create the icon for the site
ca@valencia: No es pot crear la icona del lloc web
es: No es posible crear el icono para el sitio

source: Unable to create the symbolic link for the site
ca@valencia: No es pot crear l'enllaç simbòlic per al lloc web
es: No es posible crear el enlace simbólico para el sitio

source: Error reading configuration files of the sites
ca@valencia: S'ha produït un error en llegir els fitxers de configuració del lloc web
es: Error leyendo los ficheros de configuración de los sitios

source: Error writing changes in the site configuration file
ca@valencia: S'ha produït un error en escriure els canvis en el fitxer de configuració del lloc web
es: Error escribiendo los cambios en el fichero de configuración del sitio

source: Unable to edit the site
ca@valencia: No es pot editar el lloc web
es: No es posible editar el sitio

source: Error removing all sites
ca@valencia: S'ha produït un error en suprimir tots els llocs web
es: Se ha producido un error al borrar todos los sitios

source: Error showing all sites
ca@valencia: S'ha produït un error en mostrar tots els llocs web
es: Se ha producido un error al mostrar todos los sitios

source: Error hiding all sites
ca@valencia: S'ha produït un error en ocultar tots els llocs web
es: Se ha producido un error al ocultar todos los sitios

source: Unable to mount content for the site
ca@valencia: No és possible muntar el contingut per al lloc
es: No es posible montar el contenido para el sitio

source: Unable to unmount content for the site
ca@valencia: No és possible desmuntar el contingut per al lloc
es: No es posible desmontar el contenido para el sitio

source: Unable to configure automatic content mount for the site
ca@valencia: No és possible activar el muntatge automàtic del contingut per al lloc
es: No es posible activar el montaje automático del contenido para el sitio

source: Unable to disable automatic content mount for the site
ca@valencia: No és possible desactivar el muntatge automàtic del contingut per al lloc
es: No es posible desactivar el montaje automático del contenido para el sitio

source: Unable to show site
ca@valencia: No és possible mostrar el lloc
es: No es posible mostrar el sitio

source: Unable to hide site
ca@valencia: No és possible ocultar el lloc
es: No es posible ocultar el sitio

source: Unable to generate icon for the site
ca@valencia: No es pot crear la icona del lloc web
es: No es posible crear el icono para el sitio

source: Site has been successfully edited
ca@valencia: S'ha editat el lloc web amb èxit
es: El sitio se ha editado correctamente

source: Site has been successfully created
ca@valencia: S'ha creat el lloc web amb èxit
es: El sitio se ha creado correctamente

source: Site has been successfully deleted
ca@valencia: S'ha suprimit el lloc web amb èxit
es: El sitio se ha borrado correctamente

source: All sites have been successfully removed
ca@valencia: S'han suprimit tots els llocs web amb èxit
es: Todos los sitios han sido borrados correctamente

source: All sites are now visible again
ca@valencia: Tots els llocs web tornen a ser visibles
es: Todos los sitios ya son visibles de nuevo

source: All sites have been hidden successfully
ca@valencia: S'han amagat tots els llocs web amb èxit
es: Todos los sitios han sido ocultados correctamente

source: Content copied successfully
ca@valencia: El contingut s'ha copiat correctament
es: El contenido se ha copiado correctamente

source: Content mounted successfully
ca@valencia: El contingut s'ha muntat correctament
es: El contenido se ha montado correctamente

source: Content unmounted successfully
ca@valencia: El contingut s'ha desmuntat correctament
es: El contenido se ha desmontado correctamente

source: Automatic content mount enable successfully
ca@valencia: El muntatge automàtic del contingut s'ha activat correctament
es: El montaje automático del contenido se ha activado correctamente

source: Automatic content mount disable successfully
ca@valencia: El muntatge automàtic del contingut s'ha desactivat correctament
es: El montaje automático del contenido se ha desactivado correctamente

source: Site is now visible
ca@valencia: El lloc torna a ser visible
es: El sitio ya es visible de nuevo

source: Site is now hidden
ca@valencia: S'ha amagat el lloc web
es: El sitio ha sido ocultado
